Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: Area fill
sv: Områdesfyllning

source: Printer scaling correction
sv: Korrigering av skrivarens skalning

source: Printer scaling correction in X axis
sv: Korrigering av skrivarens skalning i X-axeln

source: Printer scaling X axis correction
sv: Korrigering av skrivarens skalning av X-axeln

source: Printer scaling correction in Y axis
sv: Korrigering av skrivarens skalning i Y-axeln

source: Printer scaling Y axis correction
sv: Korrigering av Y-axelns skalning av skrivaren

source: Printer scaling correction in Z axis
sv: Korrigering av skrivarens skalning i Z-axeln

source: Printer scaling Z axis correction
sv: Korrigering av Z-axeln för skrivarens skalning

source: Printer absolute correction
sv: Skrivarens absoluta korrigering

source: Will inflate or deflate the sliced 2D polygons according to the sign of the correction.
sv: Kommer att blåsa upp eller tömma de skivade 2D-polygonerna enligt korrigeringens tecken.

source: Elephant foot minimum width
sv: Elefantfots minsta bredd

source: Minimum width of features to maintain when doing elephant foot compensation.
sv: Minsta bredd på funktioner att bibehålla när du gör elefantfotskompensation.

source: Printer gamma correction
sv: Skrivarens gammakorrigering

source: This will apply a gamma correction to the rasterized 2D polygons. A gamma value of zero means thresholding with the threshold in the middle. This behaviour eliminates antialiasing without losing holes in polygons.
sv: Detta kommer att tillämpa en gammakorrigering på de rastrerade 2D-polygonerna. Ett gammavärde på noll betyder tröskelvärde med tröskeln i mitten. Detta beteende eliminerar kantutjämning utan att förlora hål i polygoner.

source: SLA material type
sv: SLA materialtyp

source: Initial layer height
sv: Initial lagerhöjd

source: Bottle volume
sv: Flaskvolym

source: Bottle weight
sv: Flaskvikt

source: money/bottle
sv: pengar/flaska

source: Faded layers
sv: Blekta lager

source: Number of the layers needed for the exposure time fade from initial exposure time to the exposure time
sv: Antalet lager som behövs för exponeringstiden bleknar från initial exponeringstid till exponeringstid

source: Minimum exposure time
sv: Minsta exponeringstid

source: Maximum exposure time
sv: Maximal exponeringstid

source: Exposure time
sv: Exponeringstid

source: Minimum initial exposure time
sv: Minsta initiala exponeringstid

source: Maximum initial exposure time
sv: Maximal initial exponeringstid

source: Initial exposure time
sv: Initial exponeringstid

source: Correction for expansion
sv: Korrigering för expansion

source: Correction for expansion in X axis
sv: Korrigering för expansion i X-axeln

source: Correction for expansion in Y axis
sv: Korrigering för expansion i Y-axeln

source: Correction for expansion in Z axis
sv: Korrigering för expansion i Z-axeln

source: SLA print material notes
sv: SLA utskriftsmaterial anteckningar

source: You can put your notes regarding the SLA print material here.
sv: Du kan lägga dina anteckningar om SLA-utskriftsmaterialet här.

source: Default SLA material profile
sv: Standard SLA-materialprofil

source: Generate supports
sv: Skapa stöd

source: Generate supports for the models
sv: Skapa stöd för modellerna

source: Pinhead front diameter
sv: Pinhead framdiameter

source: Diameter of the pointing side of the head
sv: Diameter på huvudets pekande sida

source: Head penetration
sv: Huvudpenetration

source: How much the pinhead has to penetrate the model surface
sv: Hur mycket nålhuvudet måste penetrera modellytan

source: Pinhead width
sv: Knapphuvudets bredd

source: Width from the back sphere center to the front sphere center
sv: Bredd från den bakre sfärens mitt till den främre sfärens centrum

source: Pillar diameter
sv: Pelardiameter

source: Diameter in mm of the support pillars
sv: Diameter i mm på stödpelarna

source: Small pillar diameter percent
sv: Liten pelare diameter procent

source: The percentage of smaller pillars compared to the normal pillar diameter which are used in problematic areas where a normal pilla cannot fit.
sv: Andelen mindre pelare jämfört med normal pelarediameter som används i problematiska områden där en normal pelare inte får plats.

source: Max bridges on a pillar
sv: Max broar på en pelare

source: Maximum number of bridges that can be placed on a pillar. Bridges hold support point pinheads and connect to pillars as small branches.
sv: Maximalt antal broar som kan placeras på en pelare. Broar håller stödpunktsnålshuvuden och ansluter till pelare som små grenar.

source: Pillar connection mode
sv: Pelaranslutningsläge

source: Controls the bridge type between two neighboring pillars. Can be zig-zag, cross (double zig-zag) or dynamic which will automatically switch between the first two depending on the distance of the two pillars.
sv: Styr brotypen mellan två angränsande pelare. Kan vara zig-zag, cross (dubbel zig-zag) eller dynamisk som automatiskt växlar mellan de två första beroende på avståndet mellan de två pelarna.

source: Zig-Zag
sv: Sicksack

source: Cross
sv: Korsa

source: Dynamic
sv: Dynamisk

source: Pillar widening factor
sv: Pelarvidgningsfaktor

source: Merging bridges or pillars into another pillars can increase the radius. Zero means no increase, one means full increase.
sv: Att slå ihop broar eller pelare till en annan pelare kan öka radien. Noll betyder ingen ökning, en betyder full ökning.

source: Support base diameter
sv: Stödbasens diameter

source: Diameter in mm of the pillar base
sv: Diameter i mm på stolpbasen

source: Support base height
sv: Stödbashöjd

source: The height of the pillar base cone
sv: Höjden på pelarbaskonen

source: Support base safety distance
sv: Stödbas säkerhetsavstånd

source: The minimum distance of the pillar base from the model in mm. Makes sense in zero elevation mode where a gap according to this parameter is inserted between the model and the pad.
sv: Minsta avstånd för pelarbasen från modellen i mm. Förnuftigt i nollhöjdsläge där ett gap enligt denna parameter infogas mellan modellen och plattan.

source: Critical angle
sv: Kritisk vinkel

source: The default angle for connecting support sticks and junctions.
sv: Standardvinkeln för anslutning av stödstavar och korsningar.

source: Max bridge length
sv: Max brolängd

source: The max length of a bridge
sv: Den maximala längden på en bro

source: Max pillar linking distance
sv: Max pelarkopplingsavstånd

source: The max distance of two pillars to get linked with each other. A zero value will prohibit pillar cascading.
sv: Det maximala avståndet för två pelare för att bli länkade med varandra. Ett nollvärde kommer att förbjuda pelare kaskad.

source: How much the supports should lift up the supported object. If "Pad around object" is enabled, this value is ignored.
sv: Hur mycket stöden ska lyfta upp det stödda föremålet. Om "Pad around object" är aktiverat ignoreras detta värde.

source: This is a relative measure of support points density.
sv: Detta är ett relativt mått på stödpunktstätheten.

source: Minimal distance of the support points
sv: Minimalt avstånd mellan stödpunkterna

source: No support points will be placed closer than this threshold.
sv: Inga stödpunkter kommer att placeras närmare än denna tröskel.

source: Use pad
sv: Använd pad

source: Add a pad underneath the supported model
sv: Lägg till en dyna under den stödda modellen

source: Pad wall thickness
sv: Pads väggtjocklek

source: The thickness of the pad and its optional cavity walls.
sv: Tjockleken på dynan och dess valfria hålrumsväggar.

source: Pad wall height
sv: Pads vägghöjd

source: Defines the pad cavity depth. Set to zero to disable the cavity. Be careful when enabling this feature, as some resins may produce an extreme suction effect inside the cavity, which makes peeling the print off the vat foil difficult.
sv: Definierar dynans hålighetsdjup. Ställ in på noll för att inaktivera kaviteten. Var försiktig när du aktiverar denna funktion, eftersom vissa hartser kan ge en extrem sugeffekt inuti kaviteten, vilket gör det svårt att dra av utskriften från karfolien.

source: Pad brim size
sv: Pad brätte storlek

source: How far should the pad extend around the contained geometry
sv: Hur långt ska dynan sträcka sig runt den inneslutna geometrin

source: Max merge distance
sv: Max sammanfogningsavstånd

source: Some objects can get along with a few smaller pads instead of a single big one. This parameter defines how far the center of two smaller pads should be. If theyare closer, they will get merged into one pad.
sv: Vissa föremål kan komma överens med några mindre dynor istället för en enda stor. Denna parameter definierar hur långt mitten av två mindre dynor ska vara. Om de är närmare kommer de att slås samman till en platta.

source: Pad wall slope
sv: Pads väggsluttning

source: Create pad around object and ignore the support elevation
sv: Skapa pad runt objektet och ignorera stödhöjden

source: Pad around object everywhere
sv: Pad runt föremål överallt

source: Force pad around object everywhere
sv: Tvinga pad runt föremål överallt

source: Pad object gap
sv: Mellanrum mellan dynobjekt

source: The gap between the object bottom and the generated pad in zero elevation mode.
sv: Gapet mellan objektets botten och den genererade plattan i nollhöjdsläge.

source: Pad object connector stride
sv: Pad objekt kopplingssteg

source: Distance between two connector sticks which connect the object and the generated pad.
sv: Avstånd mellan två kopplingspinnar som förbinder objektet och den genererade dynan.

source: Pad object connector width
sv: Bredd för kopplingsdonsobjekt

source: Width of the connector sticks which connect the object and the generated pad.
sv: Bredden på kontaktstiften som förbinder objektet och den genererade dynan.

source: Pad object connector penetration
sv: Genomträngning av kontaktdonsobjekt

source: How much should the tiny connectors penetrate into the model body.
sv: Hur mycket ska de små kontakterna tränga in i modellkroppen.

source: Enable hollowing
sv: Aktivera urholkning

source: Hollow out a model to have an empty interior
sv: Håla ut en modell för att få en tom inredning

source: Minimum wall thickness of a hollowed model.
sv: Minsta väggtjocklek för en ihålig modell.

source: Accuracy
sv: Noggrannhet

source: Performance vs accuracy of calculation. Lower values may produce unwanted artifacts.
sv: Prestanda vs beräkningsnoggrannhet. Lägre värden kan producera oönskade artefakter.

source: Hollowing is done in two steps: first, an imaginary interior is calculated deeper (offset plus the closing distance) in the object and then it's inflated back to the specified offset. A greater closing distance makes the interior more rounded. At zero, the interior will resemble the exterior the most.
sv: Hålning görs i två steg: först beräknas ett tänkt inre djupare (offset plus stängningsavståndet) i objektet och sedan blåses det upp tillbaka till angiven offset. Ett större stängningsavstånd gör interiören mer rundad. Vid noll kommer interiören att likna exteriören mest.

source: Print speed
sv: Utskriftshastighet

source: A slower printing profile might be necessary when using materials with higher viscosity or with some hollowed parts. It slows down the tilt movement and adds a delay before exposure.
sv: En långsammare tryckprofil kan vara nödvändig när man använder material med högre viskositet eller med vissa ihåliga delar. Det saktar ner lutningsrörelsen och lägger till en fördröjning innan exponeringen.

source: Export OBJ
sv: Exportera OBJ

source: Export the model(s) as OBJ.
sv: Exportera modellen/modellerna som OBJ.

source: Export SLA
sv: Exportera SLA

source: Slice the model and export SLA printing layers as PNG.
sv: Dela upp modellen och exportera SLA-utskriftslager som PNG.

source: Export 3MF
sv: Exportera 3MF

source: Export the model(s) as 3MF.
sv: Exportera modellen/modellerna som 3MF.

source: Export AMF
sv: Exportera AMF

source: Export the model(s) as AMF.
sv: Exportera modellen/modellerna som AMF.

source: Export STL
sv: Exportera STL

source: Export the model(s) as STL.
sv: Exportera modellen/modellerna som STL.

source: Slice the model and export toolpaths as G-code.
sv: Dela upp modellen och exportera verktygsbanor som G-kod.

source: G-code viewer
sv: G-kodsvisare

source: Visualize an already sliced and saved G-code
sv: Visualisera en redan skivad och sparad G-kod

source: Slice
sv: Skiva

source: Slice the model as FFF or SLA based on the printer_technology configuration value.
sv: Dela upp modellen som FFF eller SLA baserat på printer_technology-konfigurationsvärdet.

source: Help
sv: Hjälp

source: Show this help.
sv: Visa denna hjälp.

source: Help (FFF options)
sv: Hjälp (FFF-alternativ)

source: Show the full list of print/G-code configuration options.
sv: Visa hela listan över utskrifts-/G-kodkonfigurationsalternativ.

source: Help (SLA options)
sv: Hjälp (SLA-alternativ)

source: Show the full list of SLA print configuration options.
sv: Visa hela listan över SLA-utskriftskonfigurationsalternativ.

source: Output Model Info
sv: Information om utgångsmodell

source: Write information about the model to the console.
sv: Skriv information om modellen till konsolen.

source: Save config file
sv: Spara konfigurationsfilen

source: Save configuration to the specified file.
sv: Spara konfigurationen till den angivna filen.

source: Align XY
sv: Rikta in XY

source: Align the model to the given point.
sv: Rikta modellen till den givna punkten.

source: Cut model at the given Z.
sv: Skär modell vid det givna Z.

source: Center
sv: Centrum

source: Center the print around the given center.
sv: Centrera utskriften runt det givna centret.

source: Don't arrange
sv: Ordna inte

source: Do not rearrange the given models before merging and keep their original XY coordinates.
sv: Ordna inte om de givna modellerna innan de slås samman och behåll deras ursprungliga XY-koordinater.

source: Duplicate
sv: Duplicera

source: Multiply copies by this factor.
sv: Multiplicera kopior med denna faktor.

source: Duplicate by grid
sv: Duplicera efter rutnät

source: Multiply copies by creating a grid.
sv: Multiplicera kopior genom att skapa ett rutnät.

source: Arrange the supplied models in a plate and merge them in a single model in order to perform actions once.
sv: Ordna de medföljande modellerna i en platta och slå samman dem i en enda modell för att utföra åtgärder en gång.

source: Try to repair any non-manifold meshes (this option is implicitly added whenever we need to slice the model to perform the requested action).
sv: Försök att reparera eventuella icke-manifoldmaskor (det här alternativet läggs implicit till när vi behöver skära modellen för att utföra den begärda åtgärden).

source: Rotation angle around the Z axis in degrees.
sv: Rotationsvinkel runt Z-axeln i grader.

source: Rotate around X
sv: Vrid runt X

source: Rotation angle around the X axis in degrees.
sv: Rotationsvinkel runt X-axeln i grader.

source: Rotate around Y
sv: Vrid runt Y

source: Rotation angle around the Y axis in degrees.
sv: Rotationsvinkel runt Y-axeln i grader.

source: Scaling factor or percentage.
sv: Skalningsfaktor eller procent.

source: Detect unconnected parts in the given model(s) and split them into separate objects.
sv: Upptäck oanslutna delar i de givna modellerna och dela upp dem i separata objekt.

source: Scale to Fit
sv: Skala för att passa

source: Scale to fit the given volume.
sv: Skala för att passa den givna volymen.

source: Ignore non-existent config files
sv: Ignorera obefintliga konfigurationsfiler

source: Do not fail if a file supplied to --load does not exist.
sv: Misslyckas inte om en fil som levereras till --load inte existerar.

source: Forward-compatibility rule when loading configurations from config files and project files (3MF, AMF).
sv: Framåtkompatibilitetsregel vid laddning av konfigurationer från konfigurationsfiler och projektfiler (3MF, AMF).

source: This version of PrusaSlicer may not understand configurations produced by the newest PrusaSlicer versions. For example, newer PrusaSlicer may extend the list of supported firmware flavors. One may decide to bail out or to substitute an unknown value with a default silently or verbosely.
sv: Den här versionen av PrusaSlicer kanske inte förstår konfigurationer som produceras av de senaste PrusaSlicer-versionerna. Till exempel kan nyare PrusaSlicer utöka listan över firmware-smaker som stöds. Man kan bestämma sig för att lösa ut eller att ersätta ett okänt värde med ett standardvärde tyst eller muntligt.

source: Bail out on unknown configuration values
sv: Bail out på okända konfigurationsvärden

source: Enable reading unknown configuration values by verbosely substituting them with defaults.
sv: Aktivera läsning av okända konfigurationsvärden genom att uttryckligen ersätta dem med standardvärden.

source: Enable reading unknown configuration values by silently substituting them with defaults.
sv: Aktivera läsning av okända konfigurationsvärden genom att tyst ersätta dem med standardvärden.

source: Load config file
sv: Ladda inställningsfil

source: Load configuration from the specified file. It can be used more than once to load options from multiple files.
sv: Ladda konfigurationen från den angivna filen. Den kan användas mer än en gång för att ladda alternativ från flera filer.

source: Output File
sv: Utdatafil

source: The file where the output will be written (if not specified, it will be based on the input file).
sv: Filen där utdata kommer att skrivas (om det inte anges kommer det att baseras på indatafilen).

source: Single instance mode
sv: Enkelinstansläge

source: If enabled, the command line arguments are sent to an existing instance of GUI PrusaSlicer, or an existing PrusaSlicer window is activated. Overrides the "single_instance" configuration value from application preferences.
sv: Om det är aktiverat skickas kommandoradsargumenten till en befintlig instans av GUI PrusaSlicer, eller så aktiveras ett befintligt PrusaSlicer-fönster. Åsidosätter konfigurationsvärdet "single_instance" från programinställningar.

source: Data directory
sv: Datakatalog

source: Load and store settings at the given directory. This is useful for maintaining different profiles or including configurations from a network storage.
sv: Ladda och lagra inställningar i den givna katalogen. Detta är användbart för att underhålla olika profiler eller inkludera konfigurationer från en nätverkslagring.

source: Logging level
sv: Loggningsnivå

source: Sets logging sensitivity. 0:fatal, 1:error, 2:warning, 3:info, 4:debug, 5:trace For example. loglevel=2 logs fatal, error and warning level messages.
sv: Ställer in loggningskänsligheten. 0:fatal, 1:error, 2:warning, 3:info, 4:debug, 5:trace Till exempel. loglevel=2 loggar fatala meddelanden, fel- och varningsnivåmeddelanden.

source: Render with a software renderer
sv: Rendera med en mjukvarurenderare

source: Render with a software renderer. The bundled MESA software renderer is loaded instead of the default OpenGL driver.
sv: Rendera med en mjukvarurenderare. Den medföljande MESA-programvarurenderaren laddas istället för standarddrivrutinen för OpenGL.

source: Error with zip archive
sv: Fel med zip-arkivet

source: Generating perimeters
sv: Generera omkretsar

source: Preparing infill
sv: Förbereder infill

source: Generating support material
sv: Generera stödmaterial

source: Fuzzy skin Did you know that you can create rough fibre-like texture on the sides of your models using the<a>Fuzzy skin</a>feature? You can also use modifiers to apply fuzzy-skin only to a portion of your model.
sv: Luddrig hud Visste du att du kan skapa grov fiberliknande struktur på sidorna av dina modeller med funktionen<a>Fuzzy skin</a>? Du kan också använda modifierare för att applicera fuzzy-skin endast på en del av din modell.

source: Shapes gallery Did you know that PrusaSlicer has a Shapes Gallery? You can use the included models as modifiers, negative volumes or as printable objects. Right-click the platter and select<a>Add Shape - Gallery</a>.
sv: Formgalleri Visste du att PrusaSlicer har ett formgalleri? Du kan använda de medföljande modellerna som modifierare, negativa volymer eller som utskrivbara objekt. Högerklicka på tallriken och välj<a>Lägg till form - Galleri</a>.

source: Arrange settings Did you know that you can right-click the<a>Arrange icon</a>to adjust the size of the gap between objects and to allow automatic rotations?
sv: Ordna inställningar Visste du att du kan högerklicka på <a>Ordna-ikonen</a>för att justera storleken på gapet mellan objekt och för att tillåta automatiska rotationer?

source: Negative volume Did you know that you can subtract one mesh from another using the Negative volume modifier? That way you can, for example, create easily resizable holes directly in PrusaSlicer. Read more in the documentation. (Requires Advanced or Expert mode.)
sv: Negativ volym Visste du att du kan subtrahera ett nät från ett annat med modifieraren för negativ volym? På så sätt kan du till exempel skapa hål som är lätta att ändra storlek direkt i PrusaSlicer. Läs mer i dokumentationen. (Kräver avancerat eller expertläge.)

source: Simplify mesh Did you know that you can reduce the number of triangles in a mesh using the Simplify mesh feature? Right-click the model and select Simplify model. Read more in the documentation.
sv: Förenkla mesh Visste du att du kan minska antalet trianglar i ett nät med funktionen Förenkla nät? Högerklicka på modellen och välj Förenkla modell. Läs mer i dokumentationen.

source: Reload from disk Did you know that if you created a newer version of your model, you can simply reload it in PrusaSlicer? Right-click the model in the 3D view and choose Reload from disk. Read more in the documentation.
sv: Ladda om från disk Visste du att om du skapade en nyare version av din modell kan du helt enkelt ladda om den i PrusaSlicer? Högerklicka på modellen i 3D-vyn och välj Ladda om från disk. Läs mer i dokumentationen.

source: Hiding sidebar Did you know that you can hide the right sidebar using the shortcut <b>Shift+Tab</b>? You can also enable the icon for this from the<a>Preferences</a>.
sv: Döljer sidofältet Visste du att du kan dölja det högra sidofältet med genvägen <b>Skift+Tabb</b>? Du kan också aktivera ikonen för detta från <a>Inställningar</a>.

source: Perspective camera Did you know that you can use the <b>K</b> key to quickly switch between an orthographic and perspective camera?
sv: Perspektiv kamera Visste du att du kan använda <b>K</b>-tangenten för att snabbt växla mellan en ortografisk och perspektivkamera?

source: Camera Views Did you know that you can use the number keys <b>0-6</b> to quickly switch between predefined camera angles?
sv: Kameravyer Visste du att du kan använda sifferknapparna <b>0-6</b> för att snabbt växla mellan fördefinierade kameravinklar?

source: Place on face Did you know that you can quickly orient a model so that one of its faces sits on the print bed? Select the<a>Place on face</a>function or press the <b>F</b> key.
sv: Placera på ansiktet Visste du att du snabbt kan orientera en modell så att ett av dess ansikten sitter på tryckbädden? Välj funktionen <a>Placera på ansiktet</a> eller tryck på <b>F</b>-tangenten.

source: Set number of instances Did you know that you can right-click a model and set an exact number of instances instead of copy-pasting it several times?
sv: Ange antal instanser Visste du att du kan högerklicka på en modell och ställa in ett exakt antal instanser istället för att kopiera och klistra in den flera gånger?
